<template>
  <section class="rules row">
    <div class="rules__container col-md-8 col-lg-8 col-xl-6 col-sm-10 col-xs-12">
      <h1>Правила</h1>
      <p>К участию в игре приглашаются все желающие, доброжелательно настроенные люди, имеющие минимальную подготовку. Но главное — искренне любить игру , быть настроенным на позитивное общение, на процесс игры не меньше чем, на результат.</p>
      <p>Больше не надо уговаривать занятых друзей наконец собраться, все уже организовано для Вас. Такие же как и Вы, активные любители, собираются и с удовольствием играют. Наша основная цель — получить удовольствие от движения, игры и позитивного общения, укрепить здоровье и повысить настроение. Идентификация игроков одной команды происходит с помощью жилеток-накидок, которые выдаются администратором зала.</p>
      <p>Услуги сервиса бесплатные, игрок платит только свою долю аренды зала на матч (от 30-ти до 60-ти рублей). Аренда мяча и жилеток-накидок входит в стоимость аренды зала.</p>
      <p>В каждой команде по 5 игроков.</p>
      <p>Смена вратаря после каждого забитого гола.</p>
      <p>Вылет команды в зону ожидания после 2-х пропущенных голов.</p>
      <p>В случае отсутствия свободных мест на участие в игре Вы можете подписаться на рассылку уведомлений о каждой открывающейся игре в выбранном спортзале. </p>
      <p>После регистрации Вы получаете на указанный номер шаблон сообщения для приглашения друзей в мессенджере или по СМС.</p>
      <p>Последовательность регистрации и участия:</p>
      <ol>
        <li>Выбираете на сайте подходящий матч по адресу и дате/времени и бронируете своё участие.</li>
        <li>В день игры не позднее, чем за 2 часа до игры каждый участник получает смс-подтверждение с данными об игре или о том, что игра будет отменена (в случае недостаточного количества заявок игроков).</li>
        <li>Время сбора в спортзале - за 15-20 минут до начала игры для того, чтобы организованно войти, успеть переодеться и не заставлять ждать других участников игры.</li>
        <li>Оплачиваете администратору зала свою долю аренды зала.</li>
        <li>Играете, общаетесь, повышаете настроение и рекомендуете сервис друзьям :)</li>
      </ol>
      <p class="rules__final">Приятной игры!</p>
    </div>
  </section>
</template>

<script>
// import Matches from '../components/main/Matches.vue'
export default {
  components: {
  }
}
</script>

<style lang="stylus">
  .rules__container
    max-width: 1100px
    margin: 30px auto 50px
  .rules__final
    text-align: center
    color: $darkgreen

</style>
