<template>
  <section class="rules row">
    <div class="rules__container col-md-8 col-lg-8 col-xl-6 col-sm-10 col-xs-12">
      <h1>Правила</h1>
      <p>К участию в игре приглашаются все желающие, доброжелательно настроенные любители спорта, имеющие минимальную подготовку. <!-- Но главное — искренне любить игру , быть настроенным на позитивное общение, на процесс игры не меньше чем, на результат. --></p>
      <p>Больше не надо уговаривать занятых друзей наконец собраться, всё уже организовано для Вас. Такие же как и Вы, активные любители, собираются и с удовольствием играют, улучшают здоровье, общаются и повышают настроение.</p>
      <!-- <p>Идентификация игроков одной команды происходит с помощью жилеток-накидок, которые выдаются администратором зала.</p> -->
      <p><!-- Услуги сервиса бесплатные, игрок платит только свою долю аренды зала на матч (от 40 до 80 гривен в зависимости от зала и количества игроков). --> Аренда мяча входит в стоимость игры, но если у Вас есть свой подходящий мяч, то лучше взять и его.</p>
      <p>В каждой команде 6 игроков (если не смогут прийти 1-2 человека из зарегистрированных, то матч состоится в формате 5*5, если не смогут прийти 3-4 человека из зарегистрированных, то матч состоится в формате 4*4).</p>
      <!-- <p>Первыми играют команда 1 с командой 2.</p> -->
      <p>Смена вратаря после каждого забитого гола.</p>
      <!-- <p>Вылет команды в зону ожидания после 2-х пропущенных голов или 3-х подряд выигранных игр.</p> -->
      <p>В случае отсутствия свободных мест на участие в игре Вы можете подписаться на рассылку уведомлений о каждой открывающейся игре в выбранном спортзале. </p>
      <!-- <p>После регистрации Вы получаете на указанный номер шаблон сообщения для приглашения друзей в мессенджере или по СМС.</p> -->
      <p>Последовательность регистрации и участия:</p>
      <ol>
        <li>Выбираете на сайте подходящий матч <!-- по адресу и дате/времени --> и бронируете своё участие. Без <!-- регистрации и --> предоплаты.</li>
        <li>Если за 2 часа до матча зарегистрировано менее 10 игроков из 12-ти возможных каждому участнику будет отправлено сообщение об отмене матча посредством СМС (или в мессенджерах) и письмом на электронную почту.</li>
        <li>Время сбора в спортзале - за 15-20 минут до начала игры для того, чтобы организованно войти, успеть переодеться и не заставлять ждать других участников игры.</li>
        <li>Оплачиваете администратору зала свою долю аренды зала исходя из количества фактически пришедших игроков. </li>
        <!-- <li>Оплачиваете администратору зала стоимость участия.</li> -->
        <li>Играете<!-- , общаетесь, повышаете настроение --> и рекомендуете сервис друзьям :)</li>
      </ol>
      <p class="rules__final">Приятной игры!</p>
    </div>
  </section>
</template>

<script>
// import Matches from '../components/main/Matches.vue'
export default {
  components: {
  }
}
</script>

<style lang="stylus">
  .rules
    padding: 0 15px
  .rules__container
    max-width: 1100px
    margin: 30px auto 50px
  .rules__final
    text-align: center
    color: $darkgreen

</style>
